{
    "transcription": " This is crazy news. You guys Instagram has just admitted that they lower the quality of old Reels and stories and highlights. If something is in watch for a long time because the vast majority of the user in the beginning, we will move to a lower quality video and if it's watched again a lot, then we will re-render the higher quality video. Well, I understand why they may be doing this. It has everything to do with data storage. It's still targeting smaller accounts. And why is this? It's because craters with large followers continuously get views on their videos. For the most part, whereas smaller creators with smaller followers usually get other views in the beginning and then it starts to slow down. So if someone stumbles upon a smaller creator's page and they click on the Reels to try to see what type of content this creator makes and they see some low quality Reels, they're going to think that this creator is a low quality creator. People have been complaining that Instagram shows favoritism towards larger creators and this might just prove that. While no, which doesn't specifically target smaller creators, it does put them at a disadvantage. What are your thoughts? Let us know in the comments down below.",
    "extracted_text": "Instagram has just admitted\nthat they lower the quality\nof old reels and stories\nand then it starts to slow\nso if someone stumbles upon\na smaller creator's page and\n_ they click on the reels\ntry to see what type of\ncontent this creator makes\nthey're going to think that\nthis creator is a low quality\ncreator\nthey're going to think that\nthis creator is a low quality\nit doesn't specifically target\nsmaller creators\nit does put them ata\ndisadvantage\nInstagram has just admitted\nthat they lower the quality\nof old reels and stories\na mosseri® 25m\nx\n\nAsk me anything\n\nDo stories lose quality over time?\nMine look blurry in highlights\n\nSend message... OVW\n6:12 al > &\n\na mosseri® 25m\nx\n\nAsk me anything\n\nDo stories lose quality over time?\nMine look blurry in highlights\n\nSend message... OV\n6:12 al > &\n\nGX mosserie 25m\nx\n\nAsk me anything\n\nDo stories lose quality over time?\nMine look blurry in highlights\n\nSend message... OVW\nwhile I understand why\n_ they may be doing this\nit's still targeting smaller\naccounts\nand why is this it's because\ncreators with large\nfollowers\ncontinuously get views on\ntheir videos\n\\\n/"
}